IDEA Open Model
LoadCase.LoadCaseType Property
Compatible with IDEA StatiCa 20.1
 Type of load case
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public LoadCaseType LoadCaseType { get; set; }
Public Property LoadCaseType As LoadCaseType
	Get
	Set
Property Value
Type: LoadCaseType
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Detail.Loading Namespace